export const COLORS = {
  SYSTEM: {
    main: "#D60C0C",
    white: "#FFFFFF",
    black: "#000000",
  },
  ELSE: {
    F5: "#F53232",
    CC6: "#CC65DE",
    AB2: "#2AB2C6 ",
    11: "#111",
    EC0: "#EC0A0B",
    B7: "#B7B7B7",
    AA3: "#3AAC16", // 버스 일반 뱃지 배경색
    FF0: "#FF0000", // 버스 직행 뱃지 배경색
    386: "#3864CA", //버스 좌석 뱃지 배경색
    B5B: "#5B5A5A", //위치 설명글자색
    34: "#343434",
    33: "#333333",
    DA38: "#DA3834",
    90: "#909090",
    49: "#494949",
    7374: "#73747B",
    D9: "#9D9D9D",
    FF5: "#FFF5F7",
    DC6: "#DC6762",
    F6: "#F6F6F6",
    D23: "#D23933",
    A3: "#3A3B40",
    DE: "#DEDEDE",
    F87: "#F87171",
  },
  FOOTER: {
    main: "#0098AF",
    gray: "#0000004D",
  },
};
